public enum LevelHard
{
    //    1) гвозди 
    //1 ур (Туториал и игровой процесс)
    //2) гвозди + мечи 
    //2 - 3 ур 
    //3) гвозди + мечи + кожаный доспех
    //4 - 6 ур 
    //4) гвозди + мечи + кожаный доспех + металлический доспех 
    //7 - 10 ур
    //5) гвозди + мечи + кожаный доспех + металлический доспех  + полный меч
    //+10 ур

    none,
    LevelOne,//    1) гвозди - 1 ур (Туториал и игровой процесс)
    LevelTwo,//2) гвозди + меч - 2 - 3 ур 
    LevelThree,//3) гвозди + мечи + кожаный доспех - 4 - 6 ур 
    LevelFour,//4) гвозди + мечи + кожаный доспех + металлический доспех - 7 - 10 ур
    LevelFive,//5) гвозди + мечи + кожаный доспех + металлический доспех  + полный меч - +10 ур
}